tap 'getantibody/tap'
tap 'git-duet/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'universal-ctags/universal-ctags'

brew 'bash'
brew 'carthage'
brew 'clang-format'
brew 'direnv'
brew 'elm'
brew 'elm-format'
brew 'fzf'
brew 'getantibody/tap/antibody'
brew 'git'
brew 'git-duet/tap/git-duet'
brew 'go'
brew 'htop'
brew 'ipcalc'
brew 'jq'
brew 'mackup'
brew 'minimal-racket'
brew 'python3'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
