tap 'caskroom/cask'
tap 'getantibody/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'universal-ctags/universal-ctags'

brew 'bash'
brew 'cabal-install'
brew 'clang-format'
brew 'dep'
brew 'direnv'
brew 'elm'
brew 'elm-format'
brew 'fd'
brew 'fzf'
brew 'getantibody/tap/antibody'
brew 'ghc'
brew 'git'
brew 'go'
brew 'htop'
brew 'ipcalc'
brew 'jq'
brew 'neovim'
brew 'python3'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'rg'
brew 'ruby-build'
brew 'shellcheck'
brew 'sox'
brew 'the_silver_searcher'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD', 'env=std']
brew 'urlview'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

cask 'fluor'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'spectacle'
cask 'vlc'
