tap 'homebrew/core'

brew 'bash'
brew 'cabal-install'
brew 'clang-format'
brew 'cmake'
brew 'coreutils'
brew 'cppcheck'
brew 'direnv'
brew 'fd'
brew 'ghc'
brew 'git'
brew 'go'
brew 'htop'
brew 'jq'
brew 'llvm'
brew 'neovim'
brew 'ncdu'
brew 'pstree'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'sox'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'universal-ctags'
brew 'urlview'
brew 'vim'
brew 'watch'
brew 'watchexec'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
